complete/buddy_data/奇秀-主播房间-20160913105219-20160913105220000

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 10:52:19]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[158379]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[关注我的人都是最可爱的人]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[4502]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[179]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[6]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[11]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[5]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[ぃH s゛深蓝]]></vipnickname><vipuserid><![CDATA[2225730574]]></vipuserid><top_name><![CDATA[ぃH s゛深蓝]]></top_name><top_money><![CDATA[300]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[独行侠you]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[独行侠you]]></top_name><top_money><![CDATA[240]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[ぃH s゛深蓝]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[ぃH s゛深蓝]]></top_name><top_money><![CDATA[230]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[骚气如火]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[骚气如火]]></top_name><top_money><![CDATA[220]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[@@@خ_洪少จุ๊บ______']]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[@@@خ_洪少จุ๊บ______']]></top_name><top_money><![CDATA[200]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[【加菲猫】]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[【加菲猫】]]></top_name><top_money><![CDATA[170]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[可可【尊师文哥】]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[可可【尊师文哥】]]></top_name><top_money><![CDATA[120]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[文哥！小骚骚]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[文哥！小骚骚]]></top_name><top_money><![CDATA[40]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[薇爱?美慧子古灵精怪]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[薇爱?美慧子古灵精怪]]></top_name><top_money><![CDATA[20]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[大总统??永伴狒狒??]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[大总统??永伴狒狒??]]></top_name><top_money><![CDATA[20]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[善良的坏蛋]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[善良的坏蛋]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 